[
    "Youjo Senki",
    "Boukensha License o Hakudatsu Sareta Ossan Dakedo, Manamusume ga Dekita no de Nonbiri Jinsei",
    "Homeless Tensei: Isekai De Jiyuu Sugiru Majutsu Jisoku Seikatsu",
    "The Labyrinth Raids of the Ultimate Tank ~The Tank Possessing a Rare 9,999 Endurance Skill was Expelled from the Hero Party~",
    "The World's Strongest Fighter Who Tried Too Hard Living A Leisure Life In A World Of Magic",
    "Isekai Yakkyoku",
    "Tales of Demons and Gods",
    "Solo Leveling",
    "God of Martial Arts",
    "A Returner's Magic Should Be Special",
    "Goblin Slayer",
    "Tensei Shitara Slime Datta Ken",
    "Quan Zhi Gao Shou",
    "Isekai Nonbiri Nouka",
    "Mushoku Tensei - Isekai Ittara Honki Dasu",
    "Tsuki ga Michibiku Isekai Douchuu",
    "Horimiya",
    "Kenja no Mago",
    "The New Gate",
    "Isekai Tensei Soudouki",
    "Nidoume no Jinsei wo Isekai de",
    "Arifureta Shokugyou de Sekai Saikyou",
    "I Am The Sorcerer King",
    "Goblin Slayer: Side Story Year One",
    "Release That Witch",
    "Maken no Daydreamer",
    "Kuro no Shoukanshi",
    "Toaru Ossan no VRMMO Katsudouki",
    "Konjiki no Moji Tsukai - Yuusha Yonin ni Makikomareta Unique Cheat",
    "Isekai Kenkokuki",
    "Shikkaku Mon no Saikyou Kenja",
    "Seijo no Maryoku wa Bannou desu",
    "Legend (TAKANO Masaharu)",
    "Master of Gu",
    "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu",
    "Tenseishichatta yo (Iya, Gomen)",
    "The Reincarnation Magician Of The Inferior Eyes",
    "World Teacher - Isekaishiki Kyouiku Agent",
    "Isekai de \"Kuro no Iyashi Te\" tte Yobarete Imasu",
    "Kamitachi ni Hirowareta Otoko",
    "The Strongest Wizard Becomes a Countryside Guardsman After Taking an Arrow to the Knee",
    "Tensei Shitara Ken deshita",
    "Ore no Ie ga Maryoku Spot datta Ken – Sundeiru dake de Sekai Saikyou",
    "Wortenia Senki",
    "Ore to Kawazu-san no Isekai Hourouki",
    "Genjitsushugisha no Oukokukaizouki",
    "The Wrong Way to use Healing Magic",
    "Tensei Ouji wa Daraketai",
    "Only Sense Online",
    "For My Daughter, I Might Even Be Able to Defeat the Demon King",
    "Kenja no Deshi wo Nanoru Kenja",
    "Berserk of Gluttony",
    "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru",
    "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru",
    "The Labyrinth Raids of the Ultimate Tank ~The Tank Possessing a Rare 9,999 Endurance Skill was Expelled from the Hero Party~",
    "Choujin Koukousei-tachi wa Isekai demo Yoyuu de Ikinuku you desu!",
    "Jimina Ken Sei Wa Sore Demo Saikyoudesu",
    "My Status as an Assassin Obviously Exceeds the Brave's",
    "Maou-jou de Oyasumi",
    "Potion-danomi de Ikinobimasu!",
    "LV999 no Murabito",
    "Gokushufudou: The Way of the House Husband",
    "Saving 80,000 Gold Coins in the Different World for My Old Age",
    "Saikyou no Shokugyou wa Yuusha demo Kenja demo naku Kanteishi (Kari) rashii desu yo?",
    "The Monster Duchess and Contract Princess",
    "Sozai Saishuka no Isekai Ryokouki",
    "Tensei Kenja no Isekai Raifu ~Daini no Shokugyo wo Ete, Sekai Saikyou ni Narimashita~",
    "Knights & Magic",
    "Yamemasu Tsugi No Shokuba Ha Mao Jo",
    "Yasei no Last Boss ga Arawareta!",
    "Isekai wo Seigyo Mahou de Kirihirake!",
    "Isekai Cheat Magician",
    "Kuro no Souzou Shoukanshi - Tenseisha no Hangyaku",
    "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~",
    "The Principle of a Philosopher by Eternal Fool \"Asley\"",
    "Isekai Mahou wa Okureteru! (Novel)",
    "Sayounara Ryuusei, Konnichiwa Jinsei",
    "Isekai ni Tobasareta Ossan wa Doko e Iku?",
    "Takarakuji de 40-oku Atattandakedo Isekai ni Ijuu Suru",
    "The Death Mage Who Doesn't Want a Fourth Time",
    "Class ga Isekai Shoukan sareta Naka Ore dake Nokotta n desu ga",
    "Murabito Tensei: Saikyou no Slow Life",
    "Yankee Wa Isekai De Seirei Ni Aisaremasu.",
    "I Am Behemoth Of The S Rank Monster But I Am Mistaken As A Cat And I Live As A Pet Of Elf Girl",
    "Tensei Kyuuketsuki-san wa Ohirune ga Shitai",
    "Boukensha ni Naritai to Miyako ni Deteitta Musume ga S Rank ni Natteta",
    "Rain (SUMIKAWA Megumi)",
    "Maou-Sama Retry",
    "Isekai de Kojiin wo Hiraitakedo, nazeka Darehitori Sudatou to Shinai Ken",
    "Exterminator",
    "The Other World Doesn't Stand A Chance Against The Power Of Instant Death.",
    "The World's Best Assassin, Reincarnated in a Different World as an Aristocrat",
    "Isekai Yururi Kikou: Raising Children While Being an Adventurer",
    "The Abandoned Hero is Going Home",
    "Nidome no Yuusha",
    "Noumin Kanren no Skill bakka Agetetara Naze ka Tsuyoku Natta",
    "Niehime to Kemono no Ou",
    "Maou-sama no Machizukuri! ~Saikyou no Dungeon wa Kindai Toshi~",
    "From Maid to Mother",
    "The Hero Who Returned Remains the Strongest in the Modern World",
    "Assassin's Pride",
    "Magi Craft Meister",
    "Saikyou Mahoushi no Inton Keikaku",
    "Arafoo Kenja no Isekai Seikatsu Nikki",
    "Nonbiri VRMMOki",
    "The Eminence in Shadow",
    "I Became a Legend a Decade Later After Telling My Comrades to Leave Everything to Me and Retreat First",
    "The World's Strongest Fighter Who Tried Too Hard Living A Leisure Life In A World Of Magic",
    "Tensei Shite Inaka de slowlife wo Okuritai",
    "Kujibiki Tokushou Musou Harem-ken",
    "Happy Sugar Life",
    "That Inferior Knight, Lv. 999",
    "Sono mono. Nochi ni... (Shinichirou Nariie)",
    "Dad is a Hero, Mom is a Spirit, I'm a Reincarnator",
    "tensei shitara slime datta ken: the ways of strolling in the demon country",
    "Kuma Kuma Kuma Bear",
    "Mom, Please Don't Come Adventuring With Me! ~The Boy Who Was Raised by the Ultimate Overprotective Dragon, Becomes an Adventurer With His Mother~",
    "Jichou shinai Motoyuusha no Tsuyokute Tanoshii New Game",
    "Saikyou Juzoku Tensei: Cheat Majutsushi no Slow Life",
    "Tensei Shitara Dragon no Tamago Datta - Saikyou Igai Mezasa Nee",
    "Monogatari no Naka no Hito",
    "Chillin Different World Life Of The EX-Brave Candidate Was Cheat From Lv2",
    "Maou desu. Onna Yuusha no Hahaoya to Saikon Shita no de, Onna Yuusha ga Giri no Musume ni Narimashita.",
    "Wanwan Monogatari ~Kanemochi no Inu n shite to wa Itta ga, Fenrir ni shiro to wa Itte nee!~",
    "The Hero is Overpowered but Overly Cautious",
    "Kenshi o Mezashite Nyūgaku Shitanoni Mahō Tekisei 9999 Nandesukedo!?",
    "Negative Hero and the Demon Lord Army Leader",
    "29-sai Dokushin wa Isekai de Jiyuu ni Ikita……katta",
    "Chihou Kishi Hans no Junan",
    "Maou Gakuin no Futekigousha",
    "Handyman Saitou In Another World",
    "Yuukyuu no Gusha Asley no, Kenja no Susume",
    "Mannen D-rank No Chuunen Boukensha, Yotta Ikioi De Densetsu No Ken Wo Hikkonuku",
    "It's Sudden, but I came to Another World! But I hope to live Safely",
    "Isekai Izakaya",
    "Tatoeba Last Dungeon Mae no Mura no Shounen ga Joban no Machi de Kurasu Youna Monogatari",
    "Isekai ni Kita Mitai dakedo Ikanisureba Yoi no Darou",
    "Fiancée’s Observation Log of the Self-proclaimed Villainess",
    "Isekai Shokudou",
    "Sono Mono. Nochi ni...",
    "The Scum of Good and Evil",
    "The Former Top 1's Sub-Character Training Diary ~A Dedicated Player is Currently Conquering Another World!~",
    "I’ve Been Killing Slimes for 300 Years and Maxed Out My Level",
    "Cheat Kusushi no Slow Life: Isekai ni Tsukurou Drugstore",
    "Isekai de Café o Kaiten Shimashita.",
    "The Small Sage Will Try Her Best In the Different World from Lv. 1!",
    "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!",
    "The Hero Who Has No Class. I Don't Need Any Skills, It's Okay.",
    "I’m a Villainous Daughter, so I’m going to keep the Last Boss",
    "Realist Maou Niyoru Seiiki Naki Isekai Kaikaku",
    "Itai no wa Iya nanode Bougyo-Ryoku ni Kyokufuri Shitai to Omoimasu",
    "The Ride - On King",
    "Kyokou Suiri",
    "Shirokuma Tensei",
    "Isekai de tadahitori no mamono tsukai ~ tenshoku shitara maou ni machigawa remashita",
    "The Sorcerer King of Destruction and the Golem of the Barbarian Queen",
    "Arafoo Shachiku no Golem Master",
    "Around 40 \"Shachiku\" is Golem Master",
    "Henkyou no Roukishi - Bard Loen",
    "He Didn't Want to Be the Center of Attention, Hence, After Defeating the Demon Lord, He Became a Guild Master",
    "Kanzen Kaihi Healer no Kiseki",
    "This Man",
    "Live Dungeon",
    "The Daughter of the Albert House Wishes for Ruin",
    "Lady Rose Wants to be a Commoner",
    "Mr. Villain's Day Off",
    "Sensei no yasashi koroshi kata",
    "About a Lazy High School Guy Who Woke Up as a Girl One Morning",
    "Break Through in Another World With Magical Eyes and Bullets!!",
    "Perfect Classroom",
    "Jin Tian Kai Shi Zuo Nu Shen",
    "The Banished Villainess! Living the Leisurely Life of a Nun Making Revolutionary Church Food",
    "The Result of Being Reincarnated is Having a Master-Servant Relationship with the Yandere Love Interest",
    "Fukushuu Kansuisha no Jinsei Nishuume Isekaitan",
    "The Alchemist Who Survived Now Dreams of a Quiet City Life",
    "Nejimaki Seirei Senki - Tenkyou no Alderamin",
    "Isekai Ekisha no Kissaten",
    "I Shall Become The Queen",
    "The Swordsman Called the Countless Swords Sorcerer",
    "Jinrou e no Tensei, Maou no Fukukan"
]